estudologia-api-test1/app/controllers/books_controller.rb

  def index
    render json: Book.all, status: :ok
---
SELECT "books".* FROM "books"