estudologia-api-test2/app/controllers/notes_controller.rb

SELECT "notes".* FROM "notes"
---
  def index
    render json: Note.all, status: :ok